

export default Dpt1 = [
    {
        question: " 1. పళ్ళెం, కప్పు, సాసర్ మరియు వాచ్ గ్లాలో సమాన పరిమాణంలో స్పిరిట్ ను తీసుకుంటే దేనిలో స్పిరిట్ నెమ్మదిగా బాష్పీభవనం చెందును?",
        options: ["సాసర్", " B) వాచ్ గ్లాస్", " C) కప్పు", " D) పళ్ళెం"],
        correct_option: " C) కప్పు"
    },

    {
        question: " 2. 10వ తరగతి విద్యార్థిని పరీక్షించిన వైద్యుడు అతని శరీర ఉష్ణోగ్రత 310K గా చెప్పాడు. ఆ విద్యార్థి శరీర ఉష్ణోగ్రత సెల్సియస్ మానంలో …….",
        options: [" A) 273°C",
            "B) 30°C",
            "C) 98.4°C",
            "D) 37°C"],
        correct_option: "D) 37°C"
    },



    {
        question: " 3. ప్రవచనం A : బాష్పీభవనం ఒక శీతలీకరణ ప్రక్రియ. " +
            "ప్రవచనం B : మరగటం ఒక ఉద్ధీయ ప్రక్రియ",
        options: ["A) A సరైనది, B సరైనది",
            "B) A సరైనది, B సరియైనది కాదు",
            "C) A సరియైనది కాదు, B సరైనది",
            "D) A సరియైనది కాదు, B సరియైనది కాదు"],
        correct_option: "B) A సరైనది, B సరియైనది కాదు"
    },
    {
        question: " 4. ఉష్ణానికి S.I ప్రమాణాలు",
        options: [" A) కెలోరి",
            "B) బౌల్",
            "C) కెలోరి / p°C",
            "D) బౌల్/కి.గ్రా. – కెల్విన్"],
        correct_option: "B) బౌల్"
    },

    {
        question: "  కింది వాటిలో ‘తుషారం’ ఏర్పడడం అనేది దేనికి ఉదాహరణ?",
        options: [" A) మరగడం",
            "B) ద్రవీభవనం",
            "C) సాంద్రీకరణం",
            "D) బాష్పీభవనం"],
        correct_option: "C) సాంద్రీకరణం"
    },
    {
        question: " నీరు మరుగుతున్న సందర్భంలో దాని ఉష్ణోగ్రత …….",
        options: ["A) స్థిరంగా ఉంటుంది",
            "B) పెరుగుతుంది",
            "C) తగ్గుతుంది",
            "D) చెప్పలేము"],

        correct_option: "A) స్థిరంగా ఉంటుంది"
    },
    {
        question: " 8. ఇది ఉపరితలానికి చెందిన దృగ్విషయము ……..",
        options: [" A) ఘనీభవనం",
            "B) మరగడం",
            "C) బాష్పీభవనము",
            "D) పైవన్నీ"],
        correct_option: "C) బాష్పీభవనము"
    }
]