export default Dpt11 = [
    {
        question: "1. ప్లవన ప్రక్రియ పద్ధతిలో ఉపయోగించేవ",
        options: ["A) కిరోసిన్",
            "B) పైన్ ఆయిల్",
            "C) కొబ్బరినూనె",
            "D) ఆలివ్ నూనె"],
        correct_option: "B) పైన్ ఆయిల్"
    },
    {
        question: "2. ముడి ధాతువుతో కలిసి ఉన్న మలినాలను అంటాం.",
        options: ["A) గాంగ్",
            "B) ద్రవరారి",
            "C) లోహమలం",
            "D) ఖనిజం"],
        correct_option: "A) గాంగ్"
    },
    {
        question: "3. Na, Mg, Zn, Fe, Ag మరియు Au లు లోహాల క్రియాశీల శ్రేణిలోని కొన్ని మూలకాలు.\n" +
            "రాము: Fe ఒక మధ్యస్థ క్రియాశీలత మూలకం.\n" +
            " రాజు : Mg ఒక మధ్యస్థ క్రియాశీలత మూలకం కాదు.",
        options: ["A) రాము ఒప్పు, రాజు తప్పు",
            "B) రాము తప్పు, రాజు ఒప్పు",
            "C) రాము, రాజు ఇద్దరూ ఒప్పు",
            "D) రాము, రాజు ఇద్దరూ తప్పు "],

        correct_option: "C) రాము, రాజు ఇద్దరూ ఒప్పు"
    },

    {
        question: "క్రింది వానిలో కాల్షియం లోహ ధాతువు",
        options: ["A) బాక్సైట్",
            "B) సున్నపురాయి (లైమ్ స్టోన్)",
            "C) రాక్ సాల్ట్",
            "D) హెమటైట్"],
        correct_option: "B) సున్నపురాయి (లైమ్ స్టోన్)"
    },



    {
        question: "క్రింది మూలకాలలో అర్ధ లోహము ఏది?",
        options: ["A) సిలికాన్",
            "B) సోడియమ్",
            "C) క్లోరిన్",
            "D) అల్యూమినియమ్"],
        correct_option: "A) సిలికాన్"
    },


    {
        question: "ప్లవన ప్రక్రియ ఏ రకపు ధాతువు సాంద్రీకరణలో ఎక్కువగా ఉపయోగిస్తారు?",
        options: ["A) సల్ఫైడ్",
            "B) ఆక్సైడ్",
            "C) కార్బొనేట్",
            "D) నైట్రేట్"],
        correct_option: "A) సల్ఫైడ్"
    },

]