export default Dpt4 = [
    {
        question: " 10 సెం.మీ. నాభ్యంతరం గల కుంభాకార కటకాన్న నీటిలో ముంచితే దాని నాభ్యంతరం",
        options: [" A) పెరుగుతుంది",
            "B) తగ్గుతుంది",
            "C) మారదు",
            "D) సున్నకు చేరును"],
        correct_option: " A) పెరుగుతుంది"
    },
    {
        question: "  కుంభాకార కటకం యొక్క ప్రధానాక్షంపై వస్తువు ఎక్కడ ఉంచితే మిథ్యా ప్రతిబింబాన్ని ఏర్పరుస్తుంది?",
        options: [" A) దృక్’ కేంద్రము మరియు F ల మధ్య",
            "B) F వద్ద",
            "C) F, C ల మధ్య",
            "D) C వద్ద",],
        correct_option: " A) దృక్’ కేంద్రము మరియు F ల మధ్య"
    },
    {
        question: "  కింది పదార్థాలలో కటకం తయారీకి సాధారణంగా ఉపయోగపడేది",
        options: [" A) నీరు",
            "B) గాజు",
            "C) ప్లాస్టిక్",
            "D) పైవన్నీ"],
        correct_option: "B) గాజు"
    },
    {
        question: " 6. కుంభాకార కటకం నుండి వక్రీభవనం చెందిన కిరణం ప్రధానాక్షానికి సమాంతరంగా ప్రయాణిస్తుంటే, ప్రతిబింబ దూరం ….",
        options: ["A) వస్తుదూరానికి సమానం",
            "B) అనంతం",
            "C) కటక నాభ్యంతరానికి సమానం",
            "D) కటక వక్రతా వ్యాసార్ధానికి సమానం"],
        correct_option: "B) అనంతం"
    },
    {
        question: " 7. కింది వాటిలో దేని కొరకు పుటాకార కటకాన్ని వినియోగిస్తారు?",
        options: ["A) మైక్రోస్కోలో అక్షి (కంటి) కటకం",
            "B) సూర్యకాంతిని ఒక బిందువు వద్ద కేంద్రీకరించుటకు",
            "C) దీర్ఘదృష్టిని సవరించడానికి",
            "D) హ్రస్వదృష్టిని సవరించడానికి"],
        correct_option: "D) హ్రస్వదృష్టిని సవరించడానికి"
    },
    {
        question: " 8. ఎల్లప్పుడు చిన్నదైన మిథ్యా ప్రతిబింబం ఏర్పడాలంటే ఉపయోగించేది",
        options: ["A) కుంభాకార కటకం",
            "B) సమతల కుంభాకార కటకం",

            "C) పుటాకార కటకం",
            "D) పుటాకార దర్పణం"],
        correct_option: "C) పుటాకార కటకం"
    },

    {
        question: " 9. ఎల్లప్పుడూ మిథ్యా ప్రతిబింబమును ఏర్పరచే కటకం …….",
        options: ["A) పుటాకార",
            "B) కుంభాకార",
            "C) సమతల కుంభాకార",
            "D) పైవన్నీ"],
        correct_option: "A) పుటాకార"
    },
    {
        question: " 10. “40 సెం.మీ. ల వక్రతా వ్యాసార్థం గల ఒక కుంభాకార కటకం ఎదురుగా 20 సెం.మీ. ల దూరంలో వస్తువు ఉంచబడినది.” అపుడు ప్రతిబింబ స్థానం ",
        options: [" A) ‘C’ కి ఆవల",
            "B) ‘C’, ‘F’ ల మధ్య న",
            "C) ‘C’ వద్ద",
            "D) అనంత దూరంలో"],
        correct_option: "D) అనంత దూరంలో"
    },
    {
        question: "12. ఒక ద్వికుంభాకార కటకం ప్రధానాక్షంనకు సమాంతరంగా వచ్చిన కిరణాలు 10 సెం.మీ.ల వద్ద కేంద్రీకరింపచేసిన దాని నాభ్యంతరము",
        options: ["A) 5 సెం.మీ.",
            "B) 10 సెం.మీ.",
            "C) 20 సెం.మీ.",
            "D) 25 సెం.మీ."],
        correct_option: "B) 10 సెం.మీ."
    },


]