export default Dst22 = [
    {
        question: "1. క్రింది వారిలో సమాచార హక్కు చట్టానికి జవాబు దారీగా ఉండేవారు",
        options: ["A) పౌర సమాచార అధికారులు",
            "B) ఎన్నికల అధికారి",
            "C) జనరల్ సెక్రటరీ",
            "D) మేయర్"],
        correct_option: "A) పౌర సమాచార అధికారులు"
    },

    {
        question: "2. సమాచార హక్కు చట్టానికి సవరణలు ఎవరు చేస్తారు?",
        options: ["A) పార్లమెంటు",
            "B) సుప్రీం కోర్టు",
            "C) ప్రధానమంత్రి",
            "D) రాష్ట్ర శాసనసభ"],
        correct_option: "A) పార్లమెంటు"
    },
    {
        question: "3. ఏ రకమైన సమాచారం ప్రజలకు అందుబాటులో వుంచుటలో మినహాయింపు వుంది?",
        options: ["A) సంస్థ వివరాలు, విధులు, బాధ్యతలు",
            "B) సంస్థలోని అధికారాలు, ఉద్యోగస్తుల అధికారాలు, విధులు",
            "C) సబ్సిడీ పథకాల అమలు విధానం, దానికి కేటాయించిన నిధులు",
            "D) వ్యక్తి జీవితానికి, భౌతిక భద్రతకు భంగం కలిగించే సమాచారం."],
        correct_option: "D) వ్యక్తి జీవితానికి, భౌతిక భద్రతకు భంగం కలిగించే సమాచారం."
    },
    {
        question: "4. న్యాయసేవా పీఠాలు వీరి గురించి ఏర్పాటు చేశారు",
        options: ["A) సైనికులు",
            "B) ప్రభుత్వ ఉద్యోగులు",
            "C) బలహీన, పేదవర్గాలు",
            "D) ధనికులు"],
        correct_option: "C) బలహీన, పేదవర్గాలు"
    },
    {
        question: "5. ప్రతి జవాబుకు మార్కులు సరిగా వేశారో లేదో చూసుకునే వీలు కల్పిస్తూ జవాబు పత్రం పొందే హక్కును విద్యార్థులకు కల్పించే చట్టం",
        options: ["A) సమాచార హక్కు చట్టం",
            "B) బాలల హక్కు చట్టం",
            "C) స్టాంప్స్ రిజిస్ట్రేషన్ చట్టం",
            "D) న్యాయ సేవల చట్టం"],
        correct_option: "A) సమాచార హక్కు చట్టం"
    },
    {
        question: "6. క్రింది వర్గానికి చెందిన ప్రజలలో ఎవరు సమాచారం పొందుటకు ఎటువంటి రుసుము చెల్లించవలసిన అవసరము లేదు?",
        options: ["A) దారిద్ర్యరేఖకు ఎగువన ఉన్నవారు",
            "B) దారిద్ర్యరేఖకు దిగువన ఉన్నవారు",
            "C) ప్రభుత్వ ఉద్యోగస్తులు",
            "D) రాజకీయ నాయకులు"],
        correct_option: "B) దారిద్ర్యరేఖకు దిగువన ఉన్నవారు"
    },

    {
        question: "7. లోక్ అదాలల యొక్క ప్రయోజనం",
        options: ["A) సామాన్య ప్రజలకు, న్యాయవ్యవస్థకు మధ్య దూరం తగ్గించుట",
            "B) తక్కువ ఖర్చు, సత్వర న్యాయం",
            "C) ఉచిత న్యాయ సహాయం",
            "D) పైవన్నియు"],
        correct_option: "D) పైవన్నియు"
    },
    {
        question: "8. సమాచార హక్కు చట్టం ప్రకారం సమాచారం పొందటానికి ఈ క్రింది వారు రుసుము చెల్లించాలి\n" +
            "1) ప్రభుత్వ ఉద్యోగులు\n" +
            "2) దారిద్ర్య రేఖకు దిగువన ఉన్న వ్యక్తులు\n" +
            "3) మంత్రులు మరియు వైద్యులు",
        options: ["A) (1) మాత్రమే",
            "B) (2) మాత్రమే",
            "C) (1) మరియు (2)",
            "D) (1) మరియు (3)"],
        correct_option: "D) (1) మరియు (3)"
    },
    {
        question: "9. సమాచార హక్కు చట్టంను కేంద్ర ప్రభుత్వం ఆమోదించిన సంవత్సరం",
        options: ["A) 2003",
            "B) 2005",
            "C) 2007",
            "D) 2009"],
        correct_option: "B) 2005"
    },
]