export default Dst8 = [
    {
        question: "1. ప్రజలు వలస వెళ్ళడానికి ప్రధాన కారణం",
        options: ["A) గ్రామాల్లో పని దొరకకపోవడం",
            "B) గ్రామాల్లో ఫ్యాక్షన్ రాజకీయాలు",
            "C) పట్టణాలలో నివాస సమస్యలు ఉండవు",
            "D) పైవన్నియు"],
        correct_option: "A) గ్రామాల్లో పని దొరకకపోవడం"
    },
    {
        question: "2. ప్రతి సంవత్సరము భారతదేశము నుండి పశ్చిమాసియా దేశాలకు వలస వెళ్లుచున్న వారి సంఖ్య",
        options: ["A) 2 లక్షలు",
            "B) 3 లక్షలు",
            "C) 5 లక్షలు",
            "D) 4 లక్షలు"],
        correct_option: "B) 3 లక్షలు"
    },

    {
        question: "3. భారతదేశంలో పట్టణ జనాభా ………. శాతం.",
        options: ["A) 33%",
            "B) 23%",
            "C) 40%",
            "D) 25%"],
        correct_option: "A) 33%"
    },
    {
        question: "4. మహిళలు వలస వెళ్ళడానికి ప్రధాన కారణం",
        options: ["A) గ్రామీణ ప్రాంతాలు నచ్చకపోవడం",
            "B) ఉపాధి కోసం",
            "C) వివాహం",
            "D) సుఖ జీవనం కోసం"],
        correct_option: "C) వివాహం"
    },
    {
        question: "5. ఆడవాళ్ళలో వలస వెళ్ళటానికి ముఖ్యమైన కారణం",
        options: ["A) విద్య",
            "B) ఉద్యోగం",
            "C) వ్యాపారం",
            "D) వివాహం"],
        correct_option: "D) వివాహం"
    },
    {
        question: "6. జాతీయ జనాభా గణన ప్రకారం భారతదేశంలో ప్రతి ………… వ్యక్తి వలస వచ్చినవాళ్ళే.",
        options: ["A) అయిదవ",
            "B) రెండవ",
            "C) మూడవ",
            "D) నాల్గవ"],
        correct_option: "D) నాల్గవ"
    },

    {
        question: "7. క్రింది వానిలో అంతర్జాతీయ వలస",
        options: ["A) శ్రీకాకుళం నుండి ఢిల్లీకి",
            "B) తిరుపతి నుండి అమరావతికి",
            "C) బెంగుళూరు నుండి ముంబైకి",
            "D) భారతదేశం నుండి సౌదీ అరేబియాకు"],
        correct_option: "D) భారతదేశం నుండి సౌదీ అరేబియాకు"
    },
    {
        question: "8. మహిళల వలసకు ప్రధాన కారణం",
        options: ["A) ఉపాధి",
            "B) విద్య",
            "C) వివాహం",
            "D) ఆరోగ్యం"],
        correct_option: "C) వివాహం"
    },
    {
        question: "9. వలసల చట్టం 1983 వీరి ప్రయోజనాలను కాపాడుతుంది.",
        options: ["A) కాలానుగుణ వలస వెళ్ళేవారు",
            "B) క్రీడాకారులు",
            "C) భారతదేశంలో పనిచేయు విదేశీయులు",
            "D) విదేశాలలో పనిచేయు భారతీయులు"],
        correct_option: "D) విదేశాలలో పనిచేయు భారతీయులు"
    },
]